Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Adverse events associated with arthralgia were reported for 23.9% of patients in the linagliptin group and 24.2% of patients in the glimepiride group.
es_es: Se consignaron eventos adversos asociados con la artralgia en 23.9% de los pacientes de linagliptina y 24.2% de los pacientes de glimepirida.

source: Adverse events associated with bullous condition were reported for 15 patients (0.5%) in the linagliptin group and for 14 patients (0.5%) in the glimepiride group.
es_es: Se consignaron eventos adversos asociados con patologías bullosas en 15 pacientes (0.5%) de linagliptina y 14 de los pacientes (0.5%) de glimepirida.

source: Adverse events by baseline blood pressure categories showed trends similar to the overall population (Table 12.1.4.7: 1).
es_es: En las categorías de presión arterial al inicio, los eventos adversos arrojaron tendencias similares a las de la población general (Tabla 12.1.4.7: 1).

source: Adverse events by baseline eGFR were generally consistent with the AE profile in the overall population (Table 12.1.4.6: 1).
es_es: Los eventos adversos estratificados por TFGe inicial fueron en general coherentes con el perfil de eventos adversos de la población general (Tabla 12.1.4.6: 1).

source: Adverse events by baseline use of certain medications showed trends similar to the overall population (Table 12.1.4.8: 1).
es_es: Los eventos adversos estratificados por uso de ciertos medicamentos al inicio arrojaron tendencias similares a las de la población general (Tabla 12.1.4.8: 1).

source: Adverse events by demographic and baseline characteristics analysed for this study included age, sex, race, geographic region, ethnicity, and by baseline diabetes status, baseline eGFR, baseline blood pressure, and use of certain heart failure medications.
es_es: Las características demográficas e iniciales en las que se estratificaron los eventos adversos de este estudio fueron edad, sexo, raza, región geográfica, origen étnico y estado de diabetes inicial, TFGe inicial, presión arterial inicial y uso de ciertos medicamentos para la insuficiencia cardíaca.

source: Adverse events by diabetes status at baseline were generally similar to the trends observed in the overall analyses (Table 12.1.4.5: 1).
es_es: Los eventos adversos estratificados por estado de diabetes al inicio fueron en general similares a las tendencias observadas en los análisis generales (Tabla 12.1.4.5: 1).

source: Adverse events by ethnicity were generally consistent with the AE profile in the overall population (Table 12.1.4.4: 1).
es_es: Los eventos adversos estratificados por etnia fueron en general coherentes con el perfil de eventos adversos de la población general (Tabla 12.1.4.4: 1).

source: Adverse events by intensity
es_es: Eventos adversos estratificados por intensidad

source: Adverse events by race and geographic region were generally consistent with the AE profile in the overall population (Tables 12.1.4.3: 1 and 12.1.4.3: 2).
es_es: Los eventos adversos estratificados por raza y región geográfica fueron en general coherentes con el perfil de eventos adversos de la población general (Tablas 12.1.4.3: 1 y 12.1.4.3: 2).

source: Adverse events by sex showed trends consistent with the overall AE profile in the trial (Table 12.1.4.2: 1).
es_es: Los eventos adversos estratificados por sexo arrojaron tendencias coherentes con el perfil general de eventos aversos del ensayo (Tabla 12.1.4.2: 1).

source: Adverse events considered “always serious”
es_es: Eventos adversos considerados “siempre graves”

source: Adverse events in all age categories showed trends consistent with the overall AE profile in the trial (Table 12.1.4.1: 1).
es_es: En todas las categorías etarias, los eventos adversos arrojaron tendencias coherentes con el perfil general de eventos adversos del ensayo (Tabla 12.1.4.1: 1).

source: Adverse events in subgroups
es_es: Eventos adversos estratificados por subgrupos

source: Adverse events in the subgroups by demographics, baseline characteristics, and certain baseline HF medications showed trends generally consistent with the overall AE profile in the trial.
es_es: En los subgrupos categorizados por demografía, características iniciales y ciertas medicaciones contra la insuficiencia cardíaca tomadas al inicio, los eventos adversos arrojaron tendencias en general coherentes con el perfil general de eventos adversos del ensayo.

source: Adverse events in the subgroups by demographics, baseline characteristics, and certain baseline medications showed trends generally consistent with the overall AE profile in the trial.
es_es: En los subgrupos categorizados por demografía, características iniciales y ciertas medicaciones tomadas al inicio, los eventos adversos arrojaron tendencias en general coherentes con el perfil general de eventos aversos del ensayo.

source: Adverse events leading to LLA up to trial completion were comparable in the empagliflozin and placebo groups (Table 4).
es_es: Los eventos adversos que conducen a amputación de miembro inferior hasta la finalización del ensayo fueron equiparables en los grupos de empagliflozina y placebo (Tabla 4).

source: Adverse events leading to LLA up to trial completion were comparable in the empagliflozin and placebo groups.
es_es: Los eventos adversos que conducen a amputación de miembro inferior hasta la finalización del ensayo fueron equiparables en los grupos de empagliflozina y placebo.

source: Adverse events leading to discontinuation of study medication
es_es: Eventos adversos que conducen a la interrupción de la medicación del estudio

source: Adverse events leading to discontinuation of study medication were reported with similar frequencies in the empagliflozin group and the placebo group.
es_es: Los eventos adversos que condujeron a la interrupción del medicamento en estudio se consignaron con frecuencias similares en el grupo de empagliflozina y el de placebo.

source: Adverse events leading to discontinuation of trial drug were reported for 13.7% of patients in the linagliptin group and 14.9% of patients in the glimepiride group.
es_es: Los eventos adversos que condujeron a la interrupción del medicamento en estudio se consignaron con en 13.7% de los pacientes de linagliptina y 14.9% de los pacientes de glimepirida.

source: Adverse events of severe intensity were reported for 28.4% of patients in the linagliptin group and 29.4% of patients in the glimepiride group.
es_es: Se consignaron eventos adversos intensos en 28.4% de los pacientes de linagliptina y 29.4% de los pacientes de glimepirida.

source: Adverse events of special interest
es_es: Eventos adversos de interés especial

source: Adverse events of special interest (AESIs)
es_es: Evento adverso de interés particular

source: Adverse events of special interest were specific adverse events that had been identified as being of particular concern for prospective safety monitoring and safety assessment within this trial.
es_es: Los eventos adversos de interés especial fueron eventos adversos específicos identificados que representaran una preocupación particular en el monitoreo y la evaluación de seguridad prospectivos dentro de este ensayo.

source: Adverse events of special interest were symptomatic intracerebral haemorrhage occurring within 24 h of thrombolysis administration, any orolingual angio-oedema, and any extracranial bleeding requiring blood transfusion.
es_es: Los eventos adversos de interés particular fueron la hemorragia intracerebral sintomática dentro de las 24 h posteriores a la trombólisis, cualquier angioedema orolingual y cualquier hemorragia extracraneal que requiriera transfusión de sangre.

source: Adverse events reported during this trial were primarily of mild or moderate intensity.
es_es: Los eventos adversos informados durante este ensayo fueron principalmente de intensidad leve o moderada.

source: Adverse events that started before first drug intake and deteriorated under treatment were also considered as “treatment-emergent”.
es_es: Los eventos adversos que comenzaron antes de la primera toma del medicamento y empeoraron con el tratamiento también se consideraron "surgidos del tratamiento".

source: Adverse events were coded using the most recent version of the Medical Dictionary for Regulatory Activities (MedDRA) coding dictionary.
es_es: Los eventos adversos se codificaron utilizando la versión más reciente del códice MedDRA, Diccionario Médico para Actividades de Registros del área de la Salud.

source: Adverse events were judged in regard to their relationship to the investigational product.
es_es: Los eventos adversos se juzgaron con respecto a su relación con el producto en investigación.

source: Adverse events were most frequently reported in the SOC infections and infestations, followed by cardiac disorders, and metabolism and nutrition disorders.
es_es: La mayor frecuencia de eventos adversos se dio en el sistema y clase de órganos infecciones e infestaciones, seguida de trastornos cardíacos y de trastornos del metabolismo y de la nutrición.

source: Adverse events with PTs reported in ≥5% of patients in either group are summarised in Table 12.1.2.1: 1.
es_es: En la Tabla 12.1.2.1: 1, se presentan los eventos adversos cuyos términos preferentes fueron consignados por ≥5% de los pacientes de uno u otro grupo.

source: Adverse events “deemed serious for any other reason” were AEs which possibly led to disability.
es_es: Los eventos adversos "considerados graves por cualquier otro motivo" fueron EA que posiblemente provocaron discapacidad.

source: Adverse events: Adverse event data will not be collected unless for mortality.
es_es: Eventos adversos: no se recopilarán datos sobre eventos adversos a menos que se traten de casos de muerte.

source: Adverse events: Adverse event data will not be collected unless for mortality. Information on stroke recurrence will be collected.
es_es: Eventos adversos: no se recopilarán datos sobre eventos adversos a menos que se traten de casos de muerte. Se reunirá información sobre la recurrencia del accidente cerebrovascular.

source: Adverse reactions in pregnant woman and unborn children
es_es: Reacciones adversas en mujeres embarazadas y fetos

source: Adverse reactions in the paediatric patient population
es_es: Reacciones adversas en la población de pacientes pediátricos

source: Advocacy for Translator's Agency:
es_es: Defensa de la actitud activa de Traductores:

source: Aeration pressure (backfill with nitrogen)
es_es: Presión de aireación (relleno con nitrógeno)

source: Aeration temperature
es_es: Temperatura de aireación

source: Africa
es_es: África

source: After 'Reference measurement' click on sample measurement and allow the sample to pass through dispenser and then laser assembly.
es_es: Después de hacer la Medición de referencia, hacer clic en Medición de muestra y dejar que la muestra pase por el alimentador y el montaje del láser.

source: After 10 hours secondary drying at 40°C
es_es: Luego de 10 horas de secado secundario a 40 °C

source: After 10 seconds real time
es_es: Tras un tiempo real de 10 segundos

source: After 148 weeks, visits were to be repeated with same intervals as from Week 64 onwards.
es_es: Después de 148 semanas, las visitas debían repetirse con los mismos intervalos que a partir de la semana 64 en adelante.

source: After 15 min, any blue colour in the solution is not more intense than that in a reference solution prepared at the same time in the same manner using a mixture of 4.5 mL of nitrate-free water R and 0.5 mL of nitrate standard solution (2 ppm NO3) R.
es_es: Tras 15 minutos, cualquier color azul de la solución no ha de ser más intenso que el de una solución de referencia preparada al mismo tiempo de la misma manera usando una mezcla de 4.5 ml deagua sin nitratos R y 0.5 ml desolución estándar de nitrato (2 ppm NO3) R.

source: After 4- and 8-days Lin 5 was prepared freshly from the stored dilution 1 and dilution ISTD 1.
es_es: Des pués de 4 y 8 dias, se preparó Lin 5 en el momento a partir de la dilución 1 y la dilución estándar interno 1 ya almacenadas.

source: After 4- and 8-days Lin 5 was prepared freshly from the stored dilution 2 and dilution ISTD 2.
es_es: Des pués de 4 y 8 dias, se preparó Lin 5 en el momento a partir de la dilución 2 y la dilución estándar interno 2 ya almacenadas.

source: After 494 events (about 60% of anticipated events), an interim analysis was performed by the independent data-monitoring committee (DMC), after which the DMC recommended that the trial continued as planned.
es_es: Después de 494 eventos (alrededor de 60% de los eventos anticipados), el comité independiente de monitoreo de datos (CIMD) realizó un análisis provisional, después de lo cual recomendó que el ensayo continuara según lo planeado.

source: After 494 events (about 60% of information), an interim analysis was performed by the independent data-monitoring committee (DMC), after which the DMC recommended that the trial continued as planned (see Section 9.7.1.3.5).
es_es: Después de 494 eventos (alrededor de 60% de la información), el Comité Independiente de Monitoreo de Datos (CIMD) realizó un análisis provisional, después de lo cual recomendó que el ensayo continuara según lo planeado (ver la Sección 9.7.1.3.5).

source: After 494 events, an interim analysis was performed by the independent DMC, after which the DMC recommended to continue the trial as planned.
es_es: Después de 494 eventos, el comité independiente de monitoreo de datos realizó un análisis provisional, después de lo cual recomendó que el ensayo continuara según lo planeado.

source: After 5 hours secondary drying at 40°C
es_es: Luego de 5 horas de secado secundario a 40 °C

source: After 5 min, examine the solution down the vertical axis of the tube.
es_es: Tras 5 minutos, revisar la solución a lo largo del eje vertical del tubo.

source: After reconstitution 24 h at 2 – 8°C
es_es: Ya reconstituido 24 h a 2 – 8° C

source: After lyophilisation the vials were reconstituted with 5.0 mL of water.
es_es: Después de la liofilización, los frascos se reconstituyeron con 5.0 ml de agua.

source: After Lysin Agarose chromatography, a small but measurable amount of DNA is still present in all Lysin Agarose elution pools, indicating that a certain amount of DNA co-elutes with the product.
es_es: Después de la cromatografía en lisina agarosa, todas las mezclas de elución en lisina agarosa aún contienen una cantidad pequeña pero detectable de ADN, lo que indica que cierta cantidad de ADN coeluye con el producto.

source: After Lysin Sepharose chromatography, however, reduction to a maximum at 1.51 ng/mg protein, which represents the worst case was found.
es_es: Luego del paso de cromatografía en lisina sefarosa se halló una reducción a un máximo de 1,51 ng/mg de proteína, que representa el peor escenario.

source: After Phenyl Sepharose chromatography, the levels of DNA are below the detection limit of the ThresholdTM total DNA assay (see Table 8).
es_es: Luego de la cromatografía en fenil sefarosa, los niveles de ADN son inferiores al límite de detección del ensayo de ADN total ThresholdTM (véase la Tabla 8).

source: After a screening period of 4 to 28 days, patients were randomised to the double-blind treatment.
es_es: Después de un período de selección de entre 4 y 28 días, los pacientes fueron aleatorizados para recibir uno de los dos tratamientos en condiciones de doble ciego.

source: After a successful test of the first key secondary endpoint, the α was to be split:
es_es: Tras una prueba afirmativa del criterio de valoración secundaria clave, el α debió dividirse:

source: After about 60 min secure the container in a vice and open it by cutting about 5 mm from the bottom edge using a tube cutter.
es_es: Después de unos 60 minutos, fijar el recipiente en una morsa y, con un cortatubos, abrirle unos 5 mm del fondo.

source: After complete closure of the rubber stoppers within the lyophiliser, the vial-stopper combination is sealed with a crimp cap.
es_es: Después del cierre completo de los tapones de caucho dentro del liofilizador, la combinación frasco-tapón se sella con una tapa de cierre metálica.

source: After completion of measurement particle size distribution will be displayed.
es_es: Completada la medición, aparecerá la distribución de las partículas según su tamaño.

source: After completion of this step, the drug product vials are closed, unloaded and transported to the crimping station.
es_es: Completado este paso, los viales del medicamento se cierran, se quitan del liofilizador y transportan a la estación de sellado.

source: After cooling, moisten the residue with a small amount of sulphuric acid conc. (usually 1 mL), heat gently until white fumes are no longer evolved and ignite at 600 ± 50°C until the residue is completely incinerated.
es_es: Después de enfriar, humedecer el residuo con una pequeña cantidad de ácido sulfúrico conc. (generalmente 1 ml), calentar suavemente hasta que ya no se desprendan vapores blancos y llevar a ignición, calentando a 600 ± 50° C, hasta que el residuo se incinere por completo.

source: After demonstrating lyophilisation feasibility and comparable product quality using the two vial sizes, it was decided to use the 10 mL glass vial for the 25 mg/vial presentation due to the higher capacity of the lyophiliser for 10 mL vials.
es_es: Después de demostrar la viabilidad de la liofilización y que la calidad del producto es comparable cuando se emplean los dos tamaños de frasco, se decidió utilizar el frasco de vidrio de 10 ml para la presentación de 25 mg/frasco ya que el liofilizador tiene mayor capacidad para los frascos de 10 ml.

source: After elution of tenecteplase, the column was washed with one regeneration cycle which consists of three bed volumes 0.5M NaOH.
es_es: luego de la elución de la tenecteplasa, la columna se lavó con un ciclo de regeneración que consiste en tres volúmenes de lecho de NaOH 0,5M.

source: After encapsulation, traces of the lubricant triglycerides, medium chain are removed from the capsule by rinsing with ethanol denatured containing 0.1% Phosal® 53 MCT as an anti-sticking agent.
es_es: Tras la encapsulación, se quitan las trazas de los triglicéridos de cadena media usados como lubricante enjuagándolos con etanol desnaturalizado y, como agente antiadhesivo, Phosal® 53 MCT al 0.1%.

source: After equilibration, a predetermined amount of the head-space of the vial is flushed into the gas chromatograph.
es_es: Tras la equilibración, se introduce en el cromatógrafo de gases una cantidad predeterminada del espacio de cabeza del vial.

source: After every 4 injections of test solutions, reference solution (b) should be injected again.
es_es: Cada 4 inyecciones de la solución de análisis, se reinyecta la solución de referencia (b).

source: After filling and lyophilisation the DP is stored at RT for further manufacturing steps comprising visual inspection and labelling / packaging.
es_es: Después del llenado y la liofilización, el medicamento se almacena a temperatura ambiente para los posteriores pasos de fabricación, que incluyen la inspección visual y etiquetado/acondicionamiento.

source: After filling of the sterile filtered solution into sterilised glass vials, the vials are partially closed with a rubber stopper and are immediately freeze dried.
es_es: Luego de llenar los frascos de vidrio esterilizados con la solución filtrada estéril, los frascos se cierran parcialmente con tapones de caucho y se liofilizan de inmediato.

source: After filling the sterile filtered solution into sterilised glass vials, the vials are partially closed with a rubber stopper and are immediately freeze dried.
es_es: Luego de llenar los frascos de vidrio esterilizados con la solución filtrada estéril, los frascos se cierran parcialmente con tapones de caucho y se liofilizan de inmediato.

source: After filtration (1.5 bar)
es_es: Después de la filtración (1.5 bar)

source: After filtration (Ø)
es_es: Luego de la filtración (Ø)

source: After filtration, the integrity of the filter and thereby the successful ‘sterile filtration’ is checked again using product.
es_es: Después de la filtración, se vuelve a comprobar la integridad del filtro y, por lo tanto, la exitosa filtración estéril del producto.

source: After flushing of the filter with WFI as described in Chapter 3.2.1, the integrity of the filter is checked by performance of a bubble point test.
es_es: Después de enjuagar el filtro con agua para inyectable tal como se describe en el Capítulo 3.2.1, se comprueba la integridad del filtro con una prueba del punto de burbujeo.

source: After having been informed about the trial, all subjects were to give their written informed consent in accordance with GCP and local legislation prior to enrolment in the study.
es_es: Una vez informados acerca del estudio, todos los sujetos debían proporcionar su consentimiento informado escrito de acuerdo con las buenas prácticas clínicas y la legislación local antes de la admisión en el estudio.

source: After hold the samples were tested for appearance, degree of colouration, clarity, pH, protein concentration by UV-scan, protein composition with SDSPAGE and IEF, biologic activity with clot lysis assay and single-chain content and monomer content with HPSEC.
es_es: Después de la detención, se analizaron las muestras en relación con el aspecto, el grado de coloración, la limpidez, el pH, la concentración de proteínas mediante escaneo UV, la composición de proteínas con SDSPAGE e IEF, la actividad biológica con ensayo de lisis de coágulo, el contenido de cadena única y el contenido de monómero con HPSEC.

source: After hold the samples were tested for appearance, degree of colouration, clarity, pH, protein concentration by UVscan, protein composition with SDS-PAGE and IEF, biologic activity with clot lysis assay and single-chain content and monomer content with HPSEC.
es_es: Después de la detención, se analizaron las muestras en relación con el aspecto, el grado de coloración, la limpidez, el pH, la concentración de proteínas mediante barrido UV, la composición de proteínas con SDS-PAGE e IEF, la actividad biológica con ensayo de lisis de coágulo, el contenido de cadena única y el contenido de monómeros con HPSEC.

source: After identification of the spesolimab DP related CQAs an initial risk assessment was performed to identify process parameters that may have a potential impact on CQAs of spesolimab DP (as summarized in Table 6).
es_es: Después de identificar los atributos críticos de calidad relacionados con el medicamento Espesolimab, se hizo una evaluación inicial de riesgos para identificar los parámetros del proceso que tuvieran un impacto potencial en este (como se resume en la Tabla 6).

source: After labeling, excess [32P] dCTP was separated from the labelled DNA by gelfiltration on Sephadex G-50.
es_es: Después del marcado, se separó el [32P] dCTP excedente del ADN marcado mediante filtración por gel en Sephadex G-50.

source: After lyophilisation and vial closure, the vials are conveyed to an in-line crimping machine and crimped.
es_es: Después de la liofilización y el cierre de los frascos-vial, estos se pasan a una crimpadora en línea para su cierre metálico.

source: After lyophilisation of these vials, a light dose of 150,000 lx*h was applied.
es_es: Luego de la liofilización de esos frascos, se aplicó una dosis de luz de 150,000 lx*h.

source: After reconstitution
es_es: Después de la reconstitución

source: After reconstitution 8 h at 30 C
es_es: Ya reconstituido 8 h a 30° C

source: After reconstitution of the investigational product, a dedicated IV cannula should be used for administration.
es_es: Después de reconstituir el producto en investigación, se debe utilizar una cánula intravenosa específica para su administración.
